/* ملف الأكواد: 40 كود لكل صف. كل كود مربوط بصفه. لإيقاف كود امسحه أو اكتب active:false */
window.CODES = {
 "25645719": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "47638451": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "85531250": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "88396351": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "49620840": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "47959482": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "74648034": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "59979819": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "03007691": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "06758756": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "79207463": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "18427720": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "07710304": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "44294461": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "27916544": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "84543698": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "27857596": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "51288834": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "36907978": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "00073644": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "80241042": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "61849458": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "00501769": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "37374415": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "87098202": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "51417005": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "85987963": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "69615692": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "73734193": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "22164210": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "67521609": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "41345493": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "10985691": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "49107200": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "44147461": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "61460650": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "15614035": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "86443494": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "04718978": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "41966957": {
  "gradeId": "p2",
  "grade": "ثانية ابتدائي"
 },
 "20086592": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "80918594": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "44189830": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "16370756": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "19659880": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "85950194": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "36234810": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "24569367": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "28380381": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "81275706": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "56602970": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "74037150": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "16221257": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "26982174": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "16950678": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "01700162": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "85600089": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "81134931": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "86882081": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "61215434": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "06835386": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "19537686": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "62691282": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "31070408": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "51262827": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "28563451": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "35408686": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "16015745": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "79542032": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "88514934": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "23994837": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "31169115": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "82216162": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "23964524": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "19776219": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "26700771": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "43869845": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "21986314": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "84250787": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "96877730": {
  "gradeId": "p3",
  "grade": "تالتة ابتدائي"
 },
 "42437129": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "55306482": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "65793786": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "81783646": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "28215199": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "49281814": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "11883358": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "59654421": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "97373096": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "39159617": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "28736465": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "14673456": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "09142932": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "40799732": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "53747245": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "92871533": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "49483623": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "29683846": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "83571633": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "79039956": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "87940354": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "93358223": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "88756609": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "97924045": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "40909163": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "08000769": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "56075199": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "47082983": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "58699964": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "63692259": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "54185620": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "96555642": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "69641676": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "03104129": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "83095720": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "07244141": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "96515011": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "04996488": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "40290060": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "99041375": {
  "gradeId": "p4",
  "grade": "رابعة ابتدائي"
 },
 "06237423": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "74299999": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "62614078": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "66795020": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "15349608": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "36314141": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "66583579": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "79732592": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "55035312": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "46028224": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "34018992": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "56642029": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "25119736": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "22698874": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "05624697": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "99594700": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "71304355": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "49789070": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "71682488": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "41899670": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "96106520": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "08193953": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "97920453": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "90940251": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "59108200": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "97035078": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "95200146": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "13069658": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "55626321": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "82549926": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "91613245": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "54730536": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "63025859": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "06677093": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "65808768": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "22584616": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "19141479": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "64819576": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "38456325": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "04436550": {
  "gradeId": "p5",
  "grade": "خامسة ابتدائي"
 },
 "38119596": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "10402923": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "36559110": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "72186473": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "15261924": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "84404657": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "29846082": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "41016170": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "05258009": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "38130392": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "17438669": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "24364866": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "96048695": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "64266473": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "64794663": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "65295810": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "38326669": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "48367930": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "78588376": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "06286761": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "10903258": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "79900868": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "17046367": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "91784012": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "62619917": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "16981994": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "19640040": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "30846032": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "14418056": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "08758992": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "03223062": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "99291111": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "39755541": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "65019193": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "67086943": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "94110318": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "80558985": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "44677320": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "16957853": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "08641352": {
  "gradeId": "p6",
  "grade": "سادسة ابتدائي"
 },
 "70892017": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "87100779": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "39147823": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "33098119": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "79200821": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "09882442": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "75532718": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "23875741": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "84555557": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "31826402": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "70083173": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "82368062": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "65923917": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "78907092": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "41576887": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "70286757": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "48506904": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "44603478": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "22887600": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "49008567": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "42170468": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "41292210": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "15804850": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "76942513": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "43446798": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "06970589": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "97736531": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "59030853": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "59568106": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "54851114": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "92598555": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "83653065": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "97436889": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "68714811": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "90941238": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "61301485": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "89561333": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "31222085": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "02866669": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "06979729": {
  "gradeId": "m1",
  "grade": "أولى إعدادي"
 },
 "34361946": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "55076386": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "25582358": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "48899032": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "66420529": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "31832368": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "09979744": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "47884468": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "46118409": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "13066531": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "95256537": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "28045277": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "38350103": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "80706958": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "31711222": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "96642651": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "48736027": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "48321984": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "82787987": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "50070279": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "79507307": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "89647489": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "15945258": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "84573293": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "48356915": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "71790826": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "82455621": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "16496848": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "69811563": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "36814281": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "57063936": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "46588620": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "04853759": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "72140832": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "77726851": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "77780041": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "68885520": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "90349136": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "52682178": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "98873552": {
  "gradeId": "m2",
  "grade": "ثانية إعدادي"
 },
 "54008693": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "12367267": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "44631728": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "01584978": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "99431022": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "98096469": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "24415513": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "89955720": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "84589358": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "97227704": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "18308263": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "82681884": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "41919220": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "38609417": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "51185294": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "41286340": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "11594959": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "64572574": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "33799209": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "15025033": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "04087120": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "09655087": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "19780545": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "42642519": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "00964260": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "07330410": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "26780943": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "65078679": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "35304480": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "29228223": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "81106143": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "16105449": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "80680595": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "71063137": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "90018605": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "11057710": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "94663079": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "73105589": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "90302409": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "92098903": {
  "gradeId": "m3",
  "grade": "ثالثة إعدادي"
 },
 "28930728": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "68400253": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "15831023": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "54431285": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "96681810": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "76962727": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "09959247": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "76733735": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "56921783": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "99690269": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "23963542": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "11515555": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "68414886": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "35775011": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "42224885": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "37917386": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "83033960": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "35305003": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "64147250": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "22866140": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "60919627": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "37319499": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "19205529": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "46473736": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "60500411": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "92441405": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "53143771": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "27419200": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "28432717": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "08556466": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "55984543": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "17126647": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "90727315": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "27718381": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "58172429": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "25158870": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "75714158": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "59085655": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "48090721": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "59809945": {
  "gradeId": "s1",
  "grade": "أولى ثانوي"
 },
 "29112419": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "90134923": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "93530522": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "08490855": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "07686063": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "91989932": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "13012165": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "99703851": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "74037031": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "57810195": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "44347226": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "69731594": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "88200203": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "36282576": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "80824657": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "03456807": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "92090925": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "14052984": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "37149596": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "66549848": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "92467585": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "27170125": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "56400278": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "91445582": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "70178944": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "56778356": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "47340753": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "37476537": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "68383959": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "22519463": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "06078804": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "45467158": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "90838644": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "02570680": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "51272072": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "77380193": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "08652265": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "46601476": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "11032074": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "65222034": {
  "gradeId": "s2",
  "grade": "ثانية ثانوي"
 },
 "93547212": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "53105835": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "67955534": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "94327638": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "08425105": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "68445699": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "68290949": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "66880285": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "19173947": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "53261769": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "41178060": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "43116137": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "17519825": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "73973624": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "98075423": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "15168177": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "13713307": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "51233712": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "61287472": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "35235171": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "72149784": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "57248828": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "41698952": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "10345632": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "19343656": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "42400149": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "15001467": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "68097712": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "14168450": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "50440698": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "46050586": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "44730620": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "80684972": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "52855942": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "65199524": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "30719474": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "99167647": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "29614109": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "40513948": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 },
 "11944061": {
  "gradeId": "s3",
  "grade": "ثالثة ثانوي"
 }
};
